Repository: mysociety/fixmystreet-mobile
Catalog: locale/*.UTF-8/LC_MESSAGES/FixMyStreetMobileApp.po
Languages: es_do

source: (optional)
es_do: (opcional)

source: -- Pick a category --
es_do: -- Seleccione una categoría --

source: <strong>No</strong> Let me confirm my report by email
es_do: <strong>No</strong>- confirmar mi notificación por email

source: <strong>Yes</strong> I have a password
es_do: <strong>Sí</strong>- tengo una contraseña

source: Account
es_do: Cuenta

source: Add a Photo
es_do: Añadir una foto

source: Add a Photo
es_do: Añadir una foto

source: Add an existing photo
es_do: Añadir una foto existente

source: An error was encountered when submitting your report:
es_do: Un error se ha generado al enviar su informe:

source: Back
es_do: Atrás

source: Cancel
es_do: Cancelar

source: Complete report now
es_do: Completar el informe ahora

source: Confirm Location
es_do: Confirmar ubicación

source: Confirm details
es_do: Confirmar detalles

source: Confirm name
es_do: Confirmar nombre

source: Confirmation email sent
es_do: Email de confirmación enviado

source: Continue
es_do: Continuar

source: Could not access location services. Please check permissions.
es_do: No se pudo acceder a los servicios de ubicación. Por favor, verificar los permisos.

source: Could not get location.
es_do: No se pudo obtener la ubicación.

source: Delete
es_do: Eliminar

source: Details
es_do: Detalles

source: Discard
es_do: Descartar

source: Do you have a %s password?
es_do: ¿Tiene una contraseña %s?

source: Draft Reports
es_do: Informes preliminares

source: Drafts
es_do: Borradores

source: Enter a nearby GB postcode, or street name and area
es_do: Introduzca un código postal cercano, o el nombre de una calle o área

source: Enter a password (optional)
es_do: Introduzca una contraseña (opcional)

source: Enter a password for your account. This won't be activated till you click the link in the confirmation email
es_do: Introduzca la contraseña de su cuenta. Esta no será activada hasta que haga click sobre el enlace en el email de confirmación

source: Finding your location
es_do: Localizando su ubicación

source: Further Details
es_do: Detalles adicionales

source: Go
es_do: Ir

source: Got location.
es_do: Ubicación localizada.

source: Home
es_do: Inicio

source: I don't want to set a password
es_do: No quiero configurar una contraseña

source: I'd like to set a password
es_do: Me gustaría configurar una contraseña

source: I've already got one - login
es_do: Ya tengo una - abrir sesión

source: If you start compiling a report, but don't finish and send it, it'll appear in this menu so you can finish it later
es_do: Si comienza a compilar un informe, pero no lo termina ni lo envía, este aparecerá en este menú para que lo pueda completar más tarde

source: Invalid email
es_do: Email inválido

source: Invalid report
es_do: Informe inválido

source: Locate (optional)
es_do: Localizar (opcional)

source: Location error
es_do: Error de ubicación

source: Login
es_do: Abrir sesión

source: More details
es_do: Más detalles

source: More than one location matched that name. Select one below or try entering street name and area, or a postcode.
es_do: Más de una ubicación corresponde a ese nombre. Seleccione una abajo o pruebe indicando el nombre de la calle y área, o un código postal.

source: Name
es_do: Nombre

source: New Report Here
es_do: Nuevo informe aquí

source: Next
es_do: Siguiente

source: No network connection available for submitting your report. Please try again later.
es_do: No hay conexión a la red disponible para enviar su informe. Por favor, inténtelo de nuevo más tarde.

source: No problem - we don't like faffing with passwords either.
es_do: No hay problema - tampoco nos gusta tontear con contraseñas.

source: Offline
es_do: Sin conexión

source: Oh dear - we can't detect an internet connection. However you can still edit the report now and send it later.
es_do: ¡Qué horror! - no podemos detectar una conexión al internet. Sin embargo, aún puede editar el informe en este momento y enviarlo más tarde.

source: Oh dear - we can't detect an internet connection. However you can still start a report now and complete it later, by going to 'drafts' when you're back online.
es_do: ¡Qué horror! - no podemos detectar una conexión al internet. Sin embargo, aún puede editar el informe en este momento y enviarlo más tarde, yendo a 'borradores' cuando vuelva a estar conectado.

source: Optionally enter your phone number
es_do: Número de telefono (opcional)

source: Password
es_do: Contraseña

source: Phone number
es_do: Número de teléfono

source: Photo added
es_do: Foto añadida

source: Please choose a category
es_do: Por favor, seleccione una categoría

source: Please confirm your name, if you want it to be public and optionally your phone number.
es_do: Por favor confirme si desea mostrar su nombre o telefono en el reporte público.

source: Please enter a location
es_do: Por favor, indique una ubicación

source: Please enter a message
es_do: Por favor, introduzca un mensaje

source: Please enter a password
es_do: Por favor, introduzca la contraseña

source: Please enter a subject
es_do: Por favor, introduzca un título

source: Please enter a valid email
es_do: Por favor, introduzca un email válido

source: Please enter some details
es_do: Por favor, escriba algunos detalles

source: Please enter your email
es_do: Por favor, introduzca su email

source: Please enter your email address
es_do: Por favor, introduzca su dirección de email

source: Please enter your full name, councils need this information - if you do not wish your name to be shown on the site, untick the box below
es_do: Por favor, introduzca su nombre, los ayuntamientos necesitan esta información - si no quiere que su nombre se haga público en esta página web, borre la marca en la casilla de abajo

source: Please enter your name
es_do: Por favor, introduzca su nombre

source: Please enter your phone number (optional)
es_do: Por favor, introduzca su número de teléfono (opcional)

source: Please fill in details of the problem.
es_do: Por favor, provea detalles del problema.

source: Please give us some basic details, and you're nearly done.
es_do: Por favor, proporciónenos con algunos detalles básicos, y pronto terminaremos.

source: Please search for a street name and area, or postcode.
es_do: Por favor, busque el nombre de la calle y área o código postal.

source: Provide a title
es_do: Indique un título

source: Remove Photo
es_do: Eliminar foto

source: Report
es_do: Informe

source: Report Created
es_do: Informe creado

source: Reposition Report Here
es_do: Reposicione el informe aquí

source: Save
es_do: Guardar

source: Save for Later
es_do: Guardar para más tarde

source: Save for later
es_do: Guardar para más tarde

source: Save this report for completion later
es_do: Guardar este informe para finalizarlo más tarde

source: Saved in the %s category
es_do: Guardado en la categoría %s

source: Search
es_do: Buscar

source: Search for a place or postcode
es_do: Buscar un lugar o código postal

source: Search or scroll the map
es_do: Buscar o desplazarse en el map

source: Send confirmation email
es_do: Enviar un email de confirmación

source: Set Report Location
es_do: Configurar la ubicación del informe

source: Show my name publicly
es_do: Mostrar mi nombre públicamente

source: Sign Out
es_do: Cerrar sesión

source: Signed in!
es_do: ¡Sesión abierta!

source: Signed out!
es_do: ¡Sesión cerrada!

source: Skip
es_do: Saltar

source: Sorry, but we weren't able to establish your location accurately enough to show you a map. Please enter a location in the search box instead
es_do: Lo sentimos, no pudimos establecer su ubicación con la precisión necesaria para mostrarle un mapa. Por favor, como alternativa, incluya una ubicación en la casilla de búsqueda

source: Start new report
es_do: Comenzar un nuevo informe

source: Subject
es_do: Título

source: Submit
es_do: Enviar

source: Take a new photo
es_do: Tomar una nueva foto

source: Test version. Reports will not be sent to the council.
es_do: Versión de prueba. Los informes no serán enviados al ayuntamiento.

source: Thanks. Your report will be sent to the authorities immediately.
es_do: Gracias. Su informe será enviado inmediatamente a las autoridades.

source: There is no internet connection
es_do: No hay conexión al internet

source: There isn't an internet connection, do you want to save the current report for later?
es_do: No hay conexión al internet, ¿quiere guardar el presente informe para más tarde?

source: There seems to have been a problem starting the app. Please quit and try again.
es_do: Ha sido un problema comenzando el app. Por favour, salirlo y intentar comenzarlo de nuevo.

source: There was a problem checking if we have all the details we need. Please try again later.
es_do: Hubo un problema al verificar si tenemos todos los detalles que necesitamos. Por favor, inténtelo de nuevo más tarde.

source: There was a problem checking we cover this location. Please try again later.
es_do: Hubo un problema al verificar si cubrimos esta ubicación. Por favor, inténtelo de nuevo más tarde.

source: There was a problem logging you in. Please check your email and password and that you have confirmed your password.
es_do: Hubo un problema al abrir la sesión. Por favor, verifique su email y contraseña y que haya confirmado su contraseña.

source: There was a problem logging you in. Please try again later.
es_do: Hubo un problema al abrir sesión. Por favor, inténtelo de nuevo más tarde.

source: There was a problem logging you out. Please try again later.
es_do: Hubo un problema al cerrar sesión. Por favor, inténtelo de nuevo más tarde.

source: There was a problem looking up your location.
es_do: Hubo un problema al buscar su ubicación.

source: There was a problem submitting your report. Please try again later.
es_do: Hubo un problema al enviar su informe. Por favor, inténtelo de nuevo más tarde.

source: There was a problem submitting your report. Please try again.
es_do: Hubo un problema al enviar su informe. Por favor, inténtelo de nuevo más tarde.

source: There was a problem taking your photo.
es_do: Hubo un problema al tomar su foto.

source: There was a problem uploading your report.
es_do: Hubo un problema al subir su informe.

source: There was a problem with your email/password combination. If you have forgotten your password, or do not have one, you can set one by returning to the email screen and selecting the set password option. Passwords are not activated until the link in the confirmation email is clicked.
es_do: Hubo un problema con la combinación de su email/contraseña. Si ha olvidado su contraseña, o no tiene una, puede configurarla volviendo a la pantalla de email, y seleccionado la opción configuración de contraseña. Las contraseñas no se activan hasta que no se haga click sobre el enlace en el email de confirmación.

source: These are your draft, unsent reports. To finish and send them, open a report when online.
es_do: Estos son sus borradores, informes no enviados. Para completarlos y enviarlos, abra un informe cuando esté conectado(a) al internet.

source: This app needs to send you a confirmation email before we can send your report to the council.
es_do: Esta aplicación necesita enviarle un email de confirmación antes de que podamos enviar su informe al ayuntamiento.

source: This report has a position.
es_do: Este informe tiene una posición.

source: Title
es_do: Título

source: To skip this step in future, you can set a password now.
es_do: Para saltar este paso en el futuro, puede configurar una contraseña ahora.

source: Try Again
es_do: Inténtelo nuevamente

source: Unsent Report
es_do: Informe no enviado

source: Untitled draft
es_do: Borrador sin título

source: Uploading images may take some time, please be patient
es_do: Subir imágenes podría demorar, por favor tenga paciencia

source: View it on the site
es_do: Véalo en la pagina web

source: We've sent you a confirmation email which may take a few minutes to arrive. Once it arrives click the link in the email to confirm your report.
es_do: Le hemos enviado un email de confirmación que le llegará en unos minutos. Una vez que llegue haga click sobre el enlace dentro del email para confirmar su informe.

source: Yes I have a password
es_do: Sí, tengo una contraseña

source: You are logged in as %s
es_do: Estas registrado como %s

source: You are signed in as %s
es_do: Estas registrado como %s

source: You are signed in as <span id="username">%s</span>
es_do: Estas registrado como <span id="username">%s</span>

source: Your Email
es_do: Su email

source: Your Photo
es_do: Su foto

source: Your details
es_do: Sus detalles

source: Your email
es_do: Su email

source: Your name
es_do: Su nombre

source: Your password
es_do: Su contraseña

source: Your phone number (optional)
es_do: Número de telefono (opcional)

source: discard
es_do: eliminar

source: e.g. ‘B2 4QA’ or ‘Tib St, Manchester’
es_do: ej. ‘10103’ o ‘Ave. Alma Mater, Santo Domingo’

source: required
es_do: requerido(a)

source: save
es_do: guardar
